/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewTitle" = "Conectare";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewDescription" = "Serverul {0} necesită nume de utilizator şi parolă";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewCancelBtnLabel" = "Anulare";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewLoginBtnLabel" = "Conectare";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsAuthViewCancelBtnLabel" = "Anulare";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewUser" = "Nume utilizator";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewPassword" = "Parolă";

